//Вычислить значение формулы (a*b)/(c+d), где a, b, c, d — некоторые целые числа. Результат вывести на экран.

int a = 1;
int b = 2;
int c = 3;
int d = 4;
double quotient = (double)(a * b) / (c + d);
Console.WriteLine(quotient);
